Repository: jayfunc/BetterLyrics
Catalog: BetterLyrics.WinUI3/BetterLyrics.WinUI3/Strings/*/Resources.resw
Source language: en
Languages: de, es, fr, ja, nl, ru, zh_cn, zh_tw

# SettingsPageFullscreenMode.Text
source: Fullscreen Mode
de: Vollbildmodus
es: Modo pantalla completa
fr: Mode plein écran
ja: フルスクリーンモード
nl: Volledig schermmodus
ru: Полноэкранный режим
zh_cn: 全屏模式

# SettingsPageHeight.Header
source: Height
de: Höhe
es: Altura
fr: Hauteur
ja: 高さ
nl: Højde
ru: Высота
zh_cn: 高度

# SettingsPageHello.Text
source: Hello
de: Hallo
es: Hola
fr: Bonjour
ja: こんにちは
nl: Hallo
ru: Привет

# SettingsPageHelpUsTranslate.Content
source: Help Us Translate This Application
es: Ayúdanos a traducir esta aplicación
fr: Aidez-nous à traduire cette application
ja: Help us translate this app
ru: Помогите нам перевести это приложение

# SettingsPageHideWindow.Description
source: Automatically hide/show lyric window when music is not playing
de: Automatisches Verstecken/Anzeigen des lyrischen Fensters, wenn Musik nicht abgespielt wird
es: Ocultar/mostrar automáticamente la ventana de la letra cuando la música no se reproduce
fr: Masquer/afficher automatiquement la fenêtre lyrique lorsque la musique ne joue pas
ja: Automatically hide/show lyrics window when music stops playing
nl: Automatisch verbergen/tonen van songteksten venster wanneer muziek niet wordt afgespeeld
ru: Автоматически скрыть/показать лирическое окно, когда музыка не воспроизводится
zh_cn: 音乐未播放/播放时自动隐藏/显示歌词窗口

# SettingsPageHideWindow.Header
source: Automatically Hide/Show Windows
de: Fenster automatisch ausblenden/anzeigen
es: Ocultar/Mostrar ventanas automáticamente
fr: Masquer/afficher automatiquement les fenêtres
ja: Auto Hide/Show Window
nl: Vensters automatisch verbergen/weergeven
ru: Автоматически скрыть/показать окна
zh_cn: 自动隐藏/显示窗口

# SettingsPageHoldDragSort.Content
source: Hold Here and Drag to Sort
de: Hier gedrückt halten und sortieren
es: Mantén aquí y arrastra para ordenar
fr: Maintenir ici et faire glisser pour trier
nl: Houd hier vast en sleep om te sorteren
ru: Удерживайте здесь и перетащите для сортировки

# SettingsPageImageSwitchType.Header
source: Album Art Toggle Animation
de: Albumcover Animation
es: Animación de Album Art
fr: Animation de la pochette d'album
ja: Album Art Switch Animation
nl: Albumhoes schakelen animatie
ru: Анимация переключения обложки

# SettingsPageImport.Content
source: Import
de: Importieren
es: Importar
fr: Importation
ja: インポート
nl: Importeren
ru: Импорт

# SettingsPageImportSettingsButton.Content
source: Import Settings
de: Import-Einstellungen
es: Importar ajustes
fr: Importer les paramètres
ja: 設定をインポートします
nl: Instellingen importeren
ru: Импорт настроек
zh_cn: 导入设置

# SettingsPageImportSettingsInfo.Content
source: The program will automatically restart after the import is successful
de: Das Programm wird nach dem Import automatisch neu gestartet
es: El programa se reiniciará automáticamente después de que la importación sea correcta
fr: Le programme redémarrera automatiquement une fois l'importation réussie.
ja: The app will restart automatically after successful import
nl: Het programma wordt automatisch opnieuw opgestart nadat de import succesvol is
ru: Программа будет автоматически перезапущена после успешного импорта
zh_cn: 导入成功后，该程序将自动重新启动
zh_tw: 導入成功後，該程序將自動重新啟動

# SettingsPageJapanese.Description
source: The transliteration of the lyrics will be read first, and if there is no match, the machine transliteration will be requested from the cutlet-docker server
de: Die Transliteration der Songtexte wird zuerst gelesen und wenn es keine Übereinstimmung gibt, wird die maschinelle Transliteration vom Cutlet-Docker Server angefordert
es: La transliteración de la letra será leída primero, y si no hay coincidencia, la transcripción de la máquina será solicitada al servidor cutlet-docker
fr: La translittération des paroles sera lue en premier, et s'il n'y a pas de correspondance, la translittération de la machine sera demandée au serveur cutlet-docker
ja: Prioritize reading transliteration within lyrics; if no match, request machine transliteration from cutlet-docker server
nl: De vertaling van de songtekst wordt als eerste gelezen, en als er geen match is, zal de machine transliteratie worden gevraagd van de cutlet-docker server
ru: Транслитерирование текста песни будет прочитано первым, и если нет совпадения, то машинная транслитерация будет запрошена с сервера cutlet-docker

# SettingsPageJapanese.Header
source: Japanese Annotation
de: Japanische Anmerkung
es: Anuncio japonés
fr: Annotation japonaise
ja: Japanese Phonetic
nl: Japanse aantekening
ru: Японская аннотация
zh_cn: 日语注音

# SettingsPageJoinNowButton.Content
source: Join Now
de: Jetzt beitreten
es: Únete ahora
fr: Rejoignez maintenant
ja: 今すぐ参加してください
nl: Word lid
ru: Присоединиться
zh_cn: 立即加入

# SettingsPageJyutping.Content
source: Cantonese Pinyin
de: Kantonesischer Pinyin
es: Pinyin Cantonese
fr: Pinyin cantonais
ja: Jyutping (Cantonese)
nl: Kantonees pinyin
ru: Кантонский пиньинь
zh_cn: 广东话拼音

# SettingsPageKO.Content
source: 한국어
de: 한국어
es: 한국어
fr: 한국어
nl: 한국어
ru: 한국어

# SettingsPageLanguage.Header
source: Language
de: Sprache
es: Idioma
fr: Langue
ja: 言語
nl: Taal
ru: Язык
zh_cn: 语言
zh_tw: 語言

# SettingsPageLastFMAuth.Content
source: Authorize
de: Autorisieren
es: Autorizar
fr: Autoriser
ja: 許可
nl: Autoriseer
ru: Авторизация
zh_cn: 授权
zh_tw: 授權

# SettingsPageLastFMPlaycount.Header
source: Total Playing Count
de: Gesamtzahl der Spiele
es: Total de reproducción
fr: Nombre total de lectures
ja: Total Scrobbles
nl: Totaal aantal afgespeelde caches
ru: Общее количество воспроизведений
zh_cn: 听歌总数量

# SettingsPageLastFMRefresh.Content
source: Refresh
de: Aktualisieren
es: Refrescar
fr: Rafraîchir
ja: リフレッシュします
nl: Vernieuwen
ru: Обновить
zh_cn: 刷新
zh_tw: 重新整理

# SettingsPageLastFMRegistered.Header
source: Registration Date
de: Registrierungsdatum
es: Fecha de registro
fr: Date d'inscription
ja: 登録日
nl: Registratie datum
ru: Дата регистрации
zh_cn: 注册日期

# SettingsPageLastFMTrack.Header
source: Track Listening History via Last.fm
de: Verlauf verfolgen über Last.fm
es: Seguimiento del historial de escucha vía Last.fm
fr: Suivre l'historique d'écoute via Last.fm
nl: Bijhouden van luistergeschiedenis via Last.fm
ru: Отслеживать историю прослушивания через Last.fm
zh_cn: 通过 Last.fm 跟踪听歌历史记录

# SettingsPageLastFMUnAuth.Content
source: Revoke Authorization
de: Autorisierung widerrufen
es: Revocar autorización
fr: Révoquer l'autorisation
ja: 承認を取り消します
nl: Autorisatie intrekken
ru: Отозвать авторизацию
zh_cn: 撤销授权

# SettingsPageLastFMUsername.Header
source: Username
de: Benutzername
es: Usuario
fr: Nom d'utilisateur
ja: ユーザー名
nl: Gebruikersnaam
ru: Имя пользователя
zh_cn: 用户名
zh_tw: 使用者名稱

# SettingsPageLayout.Text
source: Layout
es: Diseño
fr: Mise en page
ja: レイアウト
nl: Indeling
ru: Макет

# SettingsPageLayoutOrientation.Header
source: Layout Orientation
de: Layoutausrichtung
es: Orientación del diseño
fr: Orientation de la disposition
ja: レイアウトの向き
nl: Lay-out oriëntatie
ru: Ориентация макета
zh_cn: 布局方向

# SettingsPageLeft.Content
source: Left
de: Links
es: Queda
fr: Gauche
ja: 左
nl: Linkerkant
ru: Слева

# SettingsPageLibreTranslateServer.Header
source: Server Address
de: Serveradresse
es: Dirección del servidor
fr: Adresse du serveur
ja: サーバーアドレス
nl: Server adres
ru: Адрес сервера
zh_cn: 服务器地址

# SettingsPageLight.Content
source: Light
de: Hell
es: Claro
fr: Lumière
ja: ライト
nl: Licht
ru: Светлая
zh_cn: 浅色
zh_tw: 淺色

# SettingsPageLinkedFile.Text
source: Linked Local File
de: Verlinkte lokale Datei
es: Archivo local vinculado
fr: Fichier local lié
ja: リンクされたローカルファイル
nl: Gekoppeld lokaal bestand
ru: Связанный локальный файл

# SettingsPageListenNewSession.Header
source: Enable Monitoring for New Playback Sources
de: Überwachung für neue Wiedergabequellen aktivieren
es: Habilitar monitoreo para nuevas fuentes de reproducción
fr: Activer la surveillance pour les nouvelles sources de lecture
ja: Enable listening for new playback sessions
nl: Monitoren voor nieuwe afspeelbronnen inschakelen
ru: Включить мониторинг для новых источников воспроизведения
zh_cn: 启用对新播放源的监听

# SettingsPageLocalFolder.Text
source: Local Folder
de: Lokaler Ordner
es: Carpeta local
fr: Dossier local
ja: ローカル フォルダ
nl: Lokale map
ru: Локальная папка

# SettingsPageLog.Header
source: Log Record
de: Protokolleintrag
es: Registro
fr: Enregistrement du journal
ja: Logging
ru: Запись журнала
zh_cn: 日志记录

# SettingsPageLongSyllableDuration.Header
source: Long Syllable Threshold
de: Schwellenwert für lange Silbe
es: Umbral de larga iluminación
fr: Seuil long syllabe
ja: 長い音節のしきい値
nl: Lange sylable drempelwaarde
ru: Длинный порог syllable

# SettingsPageLXMusicServer.Header
source: LX Music Server
de: LX-Musik-Server
es: Servidor de música LX
fr: Serveur de musique LX
nl: LX Muziek Server
ru: LX музыкальный сервер

# SettingsPageLXMusicServerInput.PlaceholderText
source: e.g. http://127.0.0.1:23330
de: z.B. http://127.0.0.1:23330
es: ej. http://127.0.0.1:23330
fr: par exemple http://127.0.0.1:23330
ja: 例）http://127.0.0.1:23330
nl: bijv. http://127.0.0.1:23330
ru: напр. http://127.0.0.1:23330

# SettingsPageLyricsAlignment.Header
source: Alignment
de: Ausrichtung
es: Alineación
fr: Alignement
ja: アライメント
nl: Uitlijning
ru: Выравнивание
zh_cn: 对齐方式
zh_tw: 對齊方式

# SettingsPageLyricsBackground.Header
source: Lyrics Background
de: Songtext-Hintergrund
es: Fondo de letras
fr: Arrière-plan des paroles
ja: 歌詞の背景
nl: Songtekst achtergrond
ru: Фон текста песни
zh_cn: 歌词背景

# SettingsPageLyricsBgFontColor.Header
source: Non-Current Line
de: Nicht die aktuelle Linie
es: Línea no actual
fr: Pas la ligne de lecture actuelle
nl: Niet de huidige afspeellijn
ru: Не текущая линия воспроизведения
zh_cn: Not the current play line

# SettingsPageLyricsBlack.Content
source: Black
de: Schwarz
es: Negro
fr: Noir
ja: 黒
nl: Zwart
ru: Черный
zh_cn: 黑体
zh_tw: 黑體

# SettingsPageLyricsBlurEffect.Description
source: Enable blur for non-current lines
de: Unschärfe für nicht aktuelle Zeilen aktivieren
es: Activar desenfoque para líneas no actuales
fr: Activer le flou pour les lignes non actuelles
ja: 現在ではない行のぼかしを有効にします
nl: Vervagen voor niet-huidige rijen inschakelen
ru: Включить размытие для нетекущих строк
zh_cn: Enable blur for non-current rows

# SettingsPageLyricsBlurEffect.Header
source: Blur Effect
de: Unschärfe-Effekt
es: Efecto de desenfoque
fr: Effet de flou
ja: ぼかし効果
nl: Vervaag Effect
ru: Эффект размытия

# SettingsPageLyricsCenterTopOffset.Header
source: Current Line Position
de: Aktuelle Zeilenposition
es: Posición de línea actual
fr: Position actuelle de la ligne
ja: 現在の行の位置
nl: Huidige lijnpositie
ru: Положение текущей строки

# SettingsPageLyricsEffect.Text
source: Lyrics Effect
de: Liedtext-Effekt
es: Efecto Letras
fr: Effet des paroles
ja: 歌詞効果
nl: Songtekst effect
ru: Эффект текста песни
zh_cn: 歌词动效

# SettingsPageLyricsExtraLight.Content
source: Extra Light
de: Zusätzliches Licht
es: Luz extra
fr: Ultra-léger
ja: 余分な光
nl: Extra Licht
ru: Очень легкий
zh_cn: 超细
zh_tw: 超細

# SettingsPageLyricsFadeOutEffect.Description
source: Enable fade effect for non-current lines
de: Ausblendeffekt für nicht aktuelle Zeilen aktivieren
es: Activar efecto de fundido para líneas no actuales
fr: Activer l'effet de fondu pour les lignes non actuelles
ja: Enable fade-out effect for non-current lines
nl: Het fade-effect voor niet-huidige rijen inschakelen
ru: Включить эффект затухания для нетекущих строк
zh_cn: Enable fade effect for non-current rows

# SettingsPageLyricsFadeOutEffect.Header
source: Fadeout Effect
de: Ausblendeffekt
es: Efecto de Fadeout
fr: Effet de fondu
ru: Эффект исчезания

# SettingsPageLyricsFgFontColor.Header
source: Current Line
de: Aktuelle Spielzeile
es: Línea actual
fr: Ligne de lecture actuelle
ja: 現在のプレイ行
nl: Huidige Afspeelrij
ru: Текущая строка
zh_cn: Current Play Row

# SettingsPageLyricsFgFontColorAdaptiveColored.Content
source: Adaptive to Lyrics Background (Colored)
de: Adaptiv für den Songtext-Hintergrund (Farben)
es: Adaptado al Fondo de Letras (Colorado)
fr: Adaptatif au fond des paroles (Colored)
ja: Adapt to Lyrics Background (Colored)
nl: Aanpasbaar naar de achtergrond van de songtekst (gekleurd)
zh_cn: 适应歌词背景（彩色）

# SettingsPageLyricsFgFontColorAdaptiveGrayed.Content
source: Adaptive to Lyrics Background (Grayed)
de: Adaptiv für den Songtext-Hintergrund (Grau)
es: Adaptado al Fondo de Letras (Gris)
fr: Adaptatif à l'arrière-plan des paroles (Gris)
ja: Adapt to Lyrics Background (Grayed)
nl: Aanpasbaar naar de achtergrond van de songtekst (grijs)
ru: Adaptive to lyrics background (круто)
zh_cn: 适应歌词背景（灰色）

# SettingsPageLyricsFgFontColorCustom.Content
source: Custom
de: Eigene
es: Personalizado
fr: Personnalisé
ja: カスタマイズ
nl: Aangepaste
ru: Свой
zh_cn: 自定义
zh_tw: 自定義

# SettingsPageLyricsFloatAnimation.Header
source: Floating Animation
de: Schwebende Animation
es: Animación floreciente
fr: Animation flottante
ja: Float Animation
nl: Zwevende animatie
ru: Плавающая анимация
zh_cn: 浮动动画

# SettingsPageLyricsFontColorAdaptiveColored.Content
source: Adaptive to Lyrics Background (Colored)
de: Adaptiv für den Songtext-Hintergrund (Farben)
es: Adaptado al Fondo de Letras (Colorado)
fr: Adaptatif au fond des paroles (Colored)
ja: Adapt to Lyrics Background (Colored)
nl: Aanpasbaar naar de achtergrond van de songtekst (gekleurd)
zh_cn: 适应歌词背景（彩色）

# SettingsPageLyricsFontColorAdaptiveGrayed.Content
source: Adaptive to Lyrics Background (Grayed)
de: Adaptiv für den Songtext-Hintergrund (Grau)
es: Adaptado al Fondo de Letras (Gris)
fr: Adaptatif à l'arrière-plan des paroles (Gris)
ja: Adapt to Lyrics Background (Grayed)
nl: Aanpasbaar naar de achtergrond van de songtekst (grijs)
ru: Adaptive to lyrics background (круто)
zh_cn: 适应歌词背景（灰色）

# SettingsPageLyricsFontColorCustom.Content
source: Custom
de: Eigene
es: Personalizado
fr: Personnalisé
ja: カスタマイズ
nl: Aangepaste
ru: Свой
zh_cn: 自定义
zh_tw: 自定義

# SettingsPageLyricsFontFamily.Header
source: Font Family
de: Schriftfamilie
es: Familia de fuente
fr: Famille de police
ja: フォントファミリー
nl: Lettertype familie
ru: Семейство шрифтов

# SettingsPageLyricsFontStrokeWidth.Header
source: Lyrics Stroke Width
de: Liedtext Strichbreite
es: Ancho del trazo de letras
fr: Largeur du contour des paroles
ja: 歌詞ストローク幅
nl: Songtekst lijn breedte
ru: Ширина черты текста песни
zh_cn: 歌词描边宽度

# SettingsPageLyricsFontWeight.Header
source: Font Weight
de: Schriftgewicht
es: Peso de fuente
fr: Poids de la police
ja: フォント重量
nl: Lettertype gewicht
ru: Вес шрифта
zh_cn: 字体粗细

# SettingsPageLyricsGlowEffect.Header
source: Glow Effect
de: Glüheffekt
es: Efecto de brillo
fr: Effet lumineux
ja: グロー効果
nl: Gloed effect
ru: Эффект свечения
zh_cn: 辉光效果

# SettingsPageLyricsHighlight.Header
source: Highlight
de: Hervorheben
es: Resaltar
fr: Surligner
ja: ハイライト
nl: Markeren
ru: Выделить
zh_cn: 高亮

# SettingsPageLyricsHighlightScope.Header
source: Original Highlight Range
de: Original Highlight-Bereich
es: Rango de resaltado original
fr: Plage de surbrillance originale
ja: Original Text Highlight Scope
nl: Origineel hoogtebereik
ru: Оригинальный диапазон подсветки
zh_cn: 原文高亮显示范围

# SettingsPageLyricsLeft.Content
source: Left
de: Links
es: Queda
fr: Gauche
ja: 左
nl: Linkerkant
ru: Слева
zh_cn: 靠左
zh_tw: 靠左

# SettingsPageLyricsLight.Content
source: Light
de: Hell
es: Claro
fr: Lumière
ja: ライト
nl: Licht
ru: Светлая
zh_cn: 细体
zh_tw: 細體

# SettingsPageLyricsLineFade.Header
source: Play Area Edge Gradient
de: Kantenverlauf abspielen
es: Gradiente de bordes de área
fr: Jouer au dégradé du bord de la zone
ja: Play Area Edge Fade
nl: Afspeelgebied rand verloop
ru: Градиент области
zh_cn: 播放区域边缘渐变

# SettingsPageLyricsLineSpacingFactor.Header
source: Line Spacing
de: Zeilenabstand
es: Espaciado de línea
fr: Interligne
ja: ライン間隔
nl: Lijn afstand
ru: Интервал строки
zh_cn: 行间距

# SettingsPageLyricsLineSpacingFactorUnit.Text
source: x Line Height
de: x Zeilenhöhe
es: Altura x línea
fr: hauteur x ligne
nl: x lijnhoogte
ru: высота линии x
zh_cn: 倍行高

# SettingsPageLyricsMedium.Content
source: Medium
de: Mittel
es: Medio
fr: Moyenne
ja: 中くらい
nl: Middelgroot
ru: Средний
zh_cn: 中等
zh_tw: 中等

# SettingsPageLyricsOpacity.Header
source: Font Opacity
de: Schrifttransparenz
es: Opacidad de la fuente
fr: Opacité de la police
ja: フォントの不透明度
nl: Lettertype doorzichtigheid
ru: Прозрачность шрифта

# SettingsPageLyricsOutOfSightEffect.Description
source: Gradually move non-current lines out of view
de: Nicht aktuelle Zeilen schrittweise aus der Ansicht verschieben
es: Mover gradualmente líneas no actuales fuera de vista
fr: Déplacer progressivement les lignes non courantes en dehors de la vue
ja: Make non-current lines gradually move out of sight
nl: Gdurend niet-huidige rijen uit zicht verplaatsen
ru: Постепенно перемещать нетекущие строки вне просмотра
zh_cn: Gradually move non-current rows out of view

# SettingsPageLyricsOutOfSightEffect.Header
source: Stay Out of Sight
de: Bleiben Sie unsichtbar
es: Quedarse a la vista
fr: Rester en dehors de la vue
ja: Out of Sight
nl: Blijf uit zicht
ru: Оставайтесь без зрения

# SettingsPageLyricsScaleEffect.Description
source: Enable scaling for syllables with long duration
de: Skalierung für Silben mit langer Dauer aktivieren
es: Habilitar escalado para sílabas con duración larga
fr: Activer la mise à l'échelle des syllabes avec une longue durée
ja: Enable scaling for long duration syllables
nl: Schalen voor syllables met lange duur inschakelen
ru: Включить масштабирование для syllables с длительностью

# SettingsPageLyricsScaleEffect.Header
source: Scale Effect
de: Skalierungseffekt
es: Efecto de escala
fr: Effet d'écailles
ja: スケール効果
nl: Schaal effect
ru: Эффект масштабирования

# SettingsPageLyricsSearchBestMatch.Content
source: Best Match
de: Bester Treffer
es: Mejor partido
fr: Meilleure correspondance
ja: ベストマッチ
nl: Beste overeenkomst
ru: Лучший матч

# SettingsPageLyricsSearchProvidersConfig.Text
source: Configure Lyrics Source
de: Songtext-Quelle konfigurieren
es: Configurar Fuente de Letras
fr: Configurer la source des paroles
ja: Configure Lyrics Sources
nl: Configureer songtekst bron
ru: Настроить источник текстов
zh_cn: 配置歌词源

# SettingsPageLyricsSearchSequential.Content
source: Sequential
de: Sequentiell
es: Secuencial
fr: Séquentiel
ja: 順次処理
nl: Sequentiële
ru: Последовательно

# SettingsPageLyricsSearchType.Description
source: In order: Find according to the priority of the list below and return the first lyrics found; Best Match: Search through all enabled lyrics sources and automatically select the best match
de: In Reihenfolge: Finde nach der Priorität der folgenden Liste und gib den ersten gefundenen Songtext zurück; Bestes Match: Durchsuche alle verfügbaren Songtext-Quellen und wähle automatisch die beste Übereinstimmung
es: Por orden: Encuentra de acuerdo a la prioridad de la lista de abajo y devuelve la primera letra encontrada; La mejor coincidencia: busca a través de todas las fuentes de letras habilitadas y selecciona automáticamente la mejor coincidencia
fr: Dans l'ordre : Trouvez en fonction de la priorité de la liste ci-dessous et retournez les premières paroles trouvées ; Meilleure correspondance : Recherchez dans toutes les sources de paroles activées et sélectionnez automatiquement la meilleure correspondance
ja: Sequential: Search through the list below in order of priority, returning the first result found; Best Match: Search all enabled sources and automatically select the result with the highest match score
nl: In volgorde: Zoek naar de prioriteit van de lijst hieronder en geef de eerste songtekst terug; Beste wedstrijd: Zoek door alle ingeschakelde songtekstbronnen en selecteer automatisch de beste match
ru: По порядку: Найдите в соответствии с приоритетом списка ниже и верните первый текст найден; Лучший матч: Искать по всем включенным источникам текстов песен и автоматически выбирать наилучшее совпадение

# SettingsPageLyricsSearchType.Header
source: Lyrics Search Strategy
de: Songtext-Suchstrategie
es: Estrategia de búsqueda de letras
fr: Stratégie de recherche des paroles
ja: 歌詞検索戦略
nl: Songtekst zoekstrategie
ru: Стратегия поиска текстов песен

# SettingsPageLyricsSemiBold.Content
source: Semi Bold
de: Semi fett
es: Semi Negrita
fr: Semi-Gras
ja: セミボールド
nl: Semi Vetgedrukt
ru: Полужирный
zh_cn: 次粗
zh_tw: 次粗

# SettingsPageLyricsSemiLight.Content
source: Semi Light
de: Halblicht
es: Semi ligero
fr: Semi-lumière
ja: 半光
nl: Semi Licht
ru: Полусветлый
zh_cn: 次细
zh_tw: 次細

# SettingsPageLyricsShadow.Header
source: Shadows
de: Schatten
es: Sombras
fr: Ombres
ja: Shadow
nl: Schaduwen
ru: Тени
zh_cn: 阴影
zh_tw: 陰影

# SettingsPageLyricsStyle.Text
source: Lyrics Style
de: Songtextstil
es: Estilo de Letras
fr: Style des paroles
ja: 歌詞スタイル
nl: Songtekst stijl
ru: Стиль текста песни
zh_cn: 歌词样式

# SettingsPageLyricsThin.Content
source: Thin
de: Dünn
es: Ligero
fr: Maigre
ja: 薄い
nl: Dun
ru: Тонкий
zh_cn: 极细
zh_tw: 極細

# SettingsPageLyricsTimeline.Header
source: Lyrics Timeline Sync
de: Liedtext-Timeline-Sync
es: Letras de línea temporal Sync
fr: Synchronisation de la chronologie des paroles
ja: 歌詞のタイムラインを同期
nl: Synchronisatie met songtekst tijdlijn
ru: Синхронизация текстов песен
zh_cn: 歌词时间轴同步

# SettingsPageLyricsTimelineThreshold.Description
source: If the lyrics progress is jittery, try increasing this threshold; changing this value can cause lyrics synchronization to deviate
de: Wenn der Songtext-Fortschritt nervös ist, versuche diesen Schwellenwert zu erhöhen; das Ändern dieses Wertes kann dazu führen, dass die Songtextsynchronisierung abweicht
es: Si el progreso de la letra es jittería, intenta aumentar este umbral; cambiar este valor puede hacer que la sincronización de letras se desvie
fr: Si la progression des paroles est jittery, essayez d'augmenter ce seuil, changer cette valeur peut entraîner une déviation de la synchronisation des paroles
ja: Try increasing this threshold if lyric progress jitters; changing this value may cause lyric sync deviations
nl: Als de voortgang van de songtekst is Jittery, probeer deze drempel te verhogen; het wijzigen van deze waarde kan de songtekst synchroniseren
ru: Если прогресс текста песни является jittery, попробуйте увеличить этот порог; изменение этого значения может вызвать синхронизацию текста для отклонения
zh_cn: 当歌词进度抖动时，请尝试增加该阈值；更改此值会导致歌词同步有偏差
zh_tw: 當歌詞進度抖動時，請嘗試增加該閾值；更改此值會導致歌詞同步偏差

# SettingsPageLyricsTimelineThreshold.Header
source: Lyrics Timeline Sync Threshold
de: Songtext-Timeline-Sync-Schwelle
es: Umbral de sincronización de línea temporal de letras
fr: Seuil de synchronisation de la timeline des paroles
ja: 歌詞タイムライン同期しきい値
nl: Synchronisatiedrempelwaarde voor songtekst tijdlijn
ru: Порог синхронизации с текстом
zh_cn: 歌词时间轴同步阈值

# SettingsPageLyricsTranslationHighlight.Header
source: Translation Highlight
de: Hervorhebung der Übersetzung
es: Resaltar la traducción
fr: Surbrillance de la traduction
ja: 翻訳ハイライト
nl: Vertaling accentuering
ru: Подсветка перевода
zh_cn: 翻译高亮

# SettingsPageLyricsTranslationSeparator.Header
source: Source and Translation Separator
de: Quell- und Übersetzungseparator
es: Separador de fuentes y traducción
fr: Séparateur de source et de traduction
ja: Original-Translation Separator
nl: Bron en vertaling scheidingsteken
ru: Разделитель источника и перевода
zh_cn: 原文译文分隔符

# SettingsPageLyricsVerticalEdgeOpacity.Header
source: Top and Bottom Edge Opacity
de: Deckkraft am oberen und unteren Rand
es: Opacidad de bordes superior y superior
fr: Opacité des bords haut et bas
ja: Vertical Edge Opacity
nl: Transparantie van boven- en onderrand
ru: Прозрачность верхнего и нижнего краев
zh_cn: 上下边缘不透明度

# SettingsPageLyricsWindow.Text
source: Lyrics Window
de: Songtext-Fenster
es: Ventana de Letras
fr: Fenêtre des paroles
ja: 歌詞ウィンドウ
nl: Songteksten venster
ru: Окно текстов песен
